taurus_bzt/2020-07-17_09-49-26.290294/performance-testing.yml
execution:
  concurrency: 1        #// usuario paralelo
  ramp-up: 1s           #// devision concurrency rump up :2 = 14/2 =7 vas alanzar cada segundo
  # hold-for: 1m           #// cuanto tiempo vas a ejecuar en script
  iterations: 5       // total usuario
  scenario:
    script: "../script_jmeter/performance_gateway.jmx"
    properties: 
      hostam`e: https://qa-secure.culqi.xyz/

modules:
  blazemeter:
    token: 22fc7ac1215e1a55a688490b:d2c03fa76ab1fc9e5fee0ad4c48cdb058dc2fd329c91c6964b71a4de785e47666343bd84

reporting:
  - module: blazemeter
    report-name: prueba performance
    test: performance transaction
    project: Culqi Tests 
  - module: junit-xml
    filename: report.xml